{"cast": [{"adult": false, "backdrop_path": null, "genre_ids": [99], "id": 1084355, "original_language": "en", "original_title": "2022 Stanley Cup Championship Film: Colorado Avalanche", "overview": "Avs fans can relive the team’s memorable 2021-22 season and 2022 Stanley Cup Playoffs run with the ESPN+ premiere of 2022 Colorado Avalanche Stanley Cup Film.", "popularity": 0.9, "poster_path": "/rKQYnpMM71nNlxHby2cQRnvcL3H.jpg", "release_date": "2023-02-09", "title": "2022 Stanley Cup Championship Film: Colorado Avalanche", "video": false, "vote_average": 7.0, "vote_count": 1, "character": "Himself", "credit_id": "63e5daa0d29bdd00a086f8e1", "order": 12, "media_type": "movie"}, {"adult": false, "backdrop_path": "/43GcacU6F1rW2habScKSXagFATr.jpg", "genre_ids": [99], "id": 539454, "original_language": "en", "original_title": "Washington Capitals 2018 Stanley Cup Champions", "overview": "For the first time in franchise history the Washington Capitals are Stanley Cup Champions.  NHL Original Productions provides an all-access pass behind the glass, on the bench and into the locker room as the Capitals embark on an unforgettable journey through the regular season and Stanley Cup Playoffs. Led by captain and Conn Smythe Trophy winner Alex Ovechkin, All-Star goaltender Braden Holtby and dynamic center Evgeny Kuznetsov, Washington defeated the Columbus Blue Jackets, the defending Stanley Cup Champion Pittsburgh Penguins, the Tampa Bay Lightning and the Cinderella expansion team the Vegas Golden Knights en route to hoisting the most coveted trophy in sports - the Stanley Cup  Exclusive interviews with players, coaches and Capitals legends provide an in-depth narrative of Washington's first championship. Experience this victorious season through the voices who ended a 44 year Stanley Cup championship drought in the nation's capital.", "popularity": 0.16, "poster_path": "/wyj3M6GTBzJr1VJlEjhrVs4cE7C.jpg", "release_date": "2018-07-31", "title": "Washington Capitals 2018 Stanley Cup Champions", "video": true, "vote_average": 7.0, "vote_count": 3, "character": "Self", "credit_id": "5b605cb8925141180100c6e5", "order": 14, "media_type": "movie"}], "crew": [], "id": 2096467}